IDEA Open Model
ConnectionSetup.DistanceBetweenBolts Property
Compatible with IDEA StatiCa 20.1
 Limit distance between bolts as a multiple of bolt diameter
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double DistanceBetweenBolts { get; set; }
Public Property DistanceBetweenBolts As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace